Revit 2027 API
IFCRange Constructor
Overload List
Name | Description
IFCRange() |  Instantiates a default IFCRange object.
IFCRange(IFCRange) |  Instantiates an IFCRange object by copy.
IFCRange(Double, Double) |  Instantiates an IFCRange object.
Top
See Also
Reference
IFCRange Class
Autodesk.Revit.DB.IFC Namespace